export interface ProductInfo {
    title: string[];
    text: string[];
}

export const ProductsInfo: ProductInfo[] = [
    {
        title: [''],
        text: [''],
    },
    {
        title: ['СМАРТ-КАССА ДЛЯ', '1С-РАРУС'],
        text: [
            'Смарт-касса RARUS революционизирует процесс оплаты: распознавание блюд с точностью до 99%, оплата с помощью RFID или биометрии за 2 секунды.',
            'Увеличьте скорость обслуживания и удовлетворенность клиентов, снижая время ожидания.',
        ],
    },
    {
        title: ['ЭЛЕКТРИЧЕСКИЙ ЩИТ', 'ДЛЯ EVO CONTROLS'],
        text: [
            'Щит для интеллектуальных систем автоматизации: современный минималистичный дизайн и функциональность для умного дома. Двухуровневая конструкция силового оборудования и управляющих контроллеров за тонированным стеклом.',
            'Интеграция с домашней системой умнее и изящнее.',
        ],
    },
    {
        title: ['ГРОВЕР - СИСТЕМА ДЛЯ', 'ВЫРАЩИВАНИЯ ЗЕЛЕНИ'],
        text: [
            'С умной системой вертикального озеленения выращивание зелени становится проще и эффективнее. Автоматическое регулирование освещения, подача воды и удобрений, а также контроль климата позволяют получать урожай круглый год, максимально используя каждый квадратный сантиметр пространства.',
        ],
    },
    {
        title: ['ТЕРМИНАЛ ОЦЕНКИ', 'КАЧЕСТВА УСЛУГ'],
        text: [
            'Этот ультранадежный терминал оценки качества создан для безотказной работы в самых жестких условиях. С особым механизмом кнопок и сменными накладками, он предлагает беспрецедентную адаптивность и простоту обслуживания.',
            'Индикация нажатий дополняет его утилитарный дизайн элегантной функциональностью.',
        ],
    },
];
